[
    {
        "official": "Was ist die entspannendste Aktivität, die Ihnen einfällt?",
        "impostor": "Was ist die aufregendste Aktivität, die Ihnen einfällt?"
    },
    {
        "official": "Wenn Sie sofort Experte in einer Fähigkeit werden könnten, welche wäre das?",
        "impostor": "Welche Fähigkeit bewundern Sie bei anderen, haben aber kein Interesse daran, sie selbst zu lernen?"
    },
    {
        "official": "Welches Tier repräsentiert Ihre Persönlichkeit am besten?",
        "impostor": "Welches Tier finden Sie am einschüchterndsten?"
    },
    {
        "official": "Welchen Film halten Sie für am meisten überbewertet?",
        "impostor": "Welcher ist Ihr Lieblingsfilm?"
    },
    {
        "official": "Was ist Ihr Lieblings-Comfort-Food?",
        "impostor": "Was essen Sie nur, weil es gesund ist?"
    },
    {
        "official": "Wie viele Stunden Schlaf brauchen Sie idealerweise pro Nacht?",
        "impostor": "Nennen Sie eine Zahl zwischen 5 und 10."
    },
    {
        "official": "Was ist der beste Weg, einen regnerischen Tag zu verbringen?",
        "impostor": "Was ist der beste Weg, einen sonnigen Tag zu verbringen?"
    },
    {
        "official": "Wenn Sie eine Superkraft haben könnten, welche wäre das?",
        "impostor": "Was ist die unpraktischste Superkraft, die Sie sich vorstellen können?"
    },
    {
        "official": "In welcher fiktiven Welt würden Sie am liebsten leben?",
        "impostor": "Welche fiktive Welt scheint nett zu sein, wäre aber tatsächlich erschreckend, darin zu leben?"
    },
    {
        "official": "Wenn Sie für den Rest Ihres Lebens nur eine Art von Mahlzeit essen müssten, welche wäre das?",
        "impostor": "Was haben Sie heute Morgen gefrühstückt?"
    },
    {
        "official": "Was ist das Nützlichste, das Sie besitzen?",
        "impostor": "Was besitzen Sie, das Sie wahrscheinlich wegwerfen sollten?"
    },
    {
        "official": "Welche einfache Freude genießen Sie?",
        "impostor": "Welche notwendige Hausarbeit mögen Sie nicht?"
    },
    {
        "official": "Über welches Thema könnten Sie ohne Vorbereitung eine 30-minütige Präsentation halten?",
        "impostor": "Über welches Thema wissen Sie absolut nichts?"
    },
    {
        "official": "Was ist der beste Ratschlag, den Sie je erhalten haben?",
        "impostor": "Was ist der schlechteste Ratschlag, den Sie je befolgt haben?"
    }
]
