[
    {
        "official": "What's the most relaxing activity you can think of?",
        "impostor": "What's the most exciting activity you can think of?"
    },
    {
        "official": "If you could instantly become an expert in one skill, what would it be?",
        "impostor": "What's a skill you admire in others but have no interest in learning yourself?"
    },
    {
        "official": "What animal best represents your personality?",
        "impostor": "What animal do you find the most intimidating?"
    },
    {
        "official": "Which movie do you think is the most overrated?",
        "impostor": "Which is your favourite movie?"
    },
    {
        "official": "What's your go-to comfort food?",
        "impostor": "What's something that you only eat because it is healthy?"
    },
    {
        "official": "How many hours of sleep do you ideally need per night?",
        "impostor": "Give a number between 5 and 10."
    },
    {
        "official": "What's the best way to spend a rainy day?",
        "impostor": "What's the best way to spend a sunny day?"
    },
    {
        "official": "If you could have any superpower, what would it be?",
        "impostor": "What's the most inconvenient superpower you can imagine?"
    },
    {
        "official": "What fictional world would you most like to live in?",
        "impostor": "What fictional world seems nice but would actually be terrifying to live in?"
    },
    {
        "official": "What's a small thing that makes your day better?",
        "impostor": "What's a small thing that can instantly ruin your mood?"
    },
    {
        "official": "If you had to eat one type of cuisine for the rest of your life, what would it be?",
        "impostor": "What's a food you absolutely cannot stand?"
    },
    {
        "official": "What's the most useful thing you own?",
        "impostor": "What's something you own that you probably should get rid of?"
    },
    {
        "official": "What song always gets stuck in your head?",
        "impostor": "What song do you wish you could unhear?"
    },
    {
        "official": "What's your favorite season and why?",
        "impostor": "What's your least favorite type of weather?"
    },
    {
        "official": "If you could talk to animals, which animal would you talk to first?",
        "impostor": "If you were an animal, what sound would you make?"
    },
    {
        "official": "What's a simple pleasure you enjoy?",
        "impostor": "What's a necessary chore you dislike?"
    },
    {
        "official": "What topic could you give a 30-minute presentation on with no preparation?",
        "impostor": "What topic do you know absolutely nothing about?"
    },
    {
        "official": "What's the best piece of advice you've ever received?",
        "impostor": "What's the worst piece of advice you've ever followed?"
    },
    {
        "official": "If you were a ghost, who or where would you haunt?",
        "impostor": "What's the scariest ghost story you know?"
    }
]
