[
    [
        "What's the most relaxing activity you can think of?",
        "What's the most exciting activity you can think of?"
    ],
    [
        "If you could instantly become an expert in one skill, what would it be?",
        "What's a skill you admire in others but have no interest in learning yourself?",
        "What skill do you wish you had learned earlier?"
    ],
    [
        "What animal best represents your personality?",
        "What animal do you find the most intimidating?",
        "What animal would you least like to be?"
    ],
    [
        "Which movie do you think is the most overrated?",
        "Which is your favourite movie?",
        "What movie have you watched the most times?"
    ],
    [
        "What's your go-to comfort food?",
        "What's something that you only eat because it is healthy?",
        "What food do you secretly dislike but pretend to enjoy?"
    ],
    [
        "What's the best way to spend a rainy day?",
        "What's the best way to spend a sunny day?"
    ],
    [
        "If you could have any superpower, what would it be?",
        "What's the most inconvenient superpower you can imagine?"
    ],
    [
        "What fictional world would you most like to live in?",
        "What fictional world seems nice but would actually be terrifying to live in?",
        "What fictional world would be the most boring to live in?"
    ],
    [
        "If you had to eat one meal for the rest of your life, what would it be?",
        "What did you have for dinner yesterday?"
    ],
    [
        "What's the most useful thing you own?",
        "What's something you own that you probably should get rid of?",
        "What's the most sentimental item you own?"
    ],
    [
        "What's a simple pleasure you enjoy?",
        "What's a necessary chore you dislike?",
        "What small thing brightens your day?"
    ],
    [
        "What topic could you give a 30-minute presentation on with no preparation?",
        "What topic do you wish you knew more about?"
    ],
    [
        "What's the best piece of advice you've ever received?",
        "What's the worst piece of advice you've ever followed?"
    ],
    [
        "What's your favorite way to unwind after a long day?",
        "What's something you do to energize yourself in the morning?"
    ],
    [
        "If you could travel anywhere in the world, where would you go?",
        "What's a place you've visited that you would never go back to?"
    ],
    [
        "What's your favorite book and why?",
        "What's a book you started but never finished?"
    ],
    [
        "What's the most memorable concert you've attended?",
        "What's a band or musician you wish you could see live?"
    ],
    [
        "What's your favorite holiday tradition?",
        "What's a holiday you don't celebrate but find interesting?"
    ],
    [
        "What's the best gift you've ever received?",
        "What's a gift you regret giving?"
    ],
    [
        "What's your favorite season and why?",
        "What's a season you could live without?"
    ],
    [
        "What's your favorite childhood memory?",
        "What's a memory from childhood that makes you cringe?"
    ],
    [
        "What's your favorite way to exercise?",
        "What's an exercise you avoid at all costs?"
    ],
    [
        "What's your favorite type of weather?",
        "What's the worst weather you've ever experienced?"
    ],
    [
        "What's your favorite type of art?",
        "What's a type of art you don't understand?"
    ],
    [
        "What's your favorite thing to cook?",
        "What's a dish you wish you could make perfectly?"
    ],
    [
        "What's your favorite way to spend a weekend?",
        "What's a weekend activity you avoid?"
    ],
    [
        "What's your favorite type of music?",
        "What's a genre of music you can't stand?"
    ],
    [
        "What's your favorite way to relax?",
        "What's something you find relaxing that others might not?"
    ],
    [
        "What's your favorite type of movie?",
        "What's a movie genre you rarely watch?"
    ],
    [
        "What's your favorite way to spend time with friends?",
        "What's a social activity you prefer to do alone?"
    ],
    [
        "What's your favorite type of dessert?",
        "What's a dessert you don't like?"
    ],
    [
        "What's your favorite way to celebrate a special occasion?",
        "What's a celebration you find overrated?"
    ],
    [
        "What's your favorite way to learn something new?",
        "What's a learning method that doesn't work for you?"
    ]
]
