[
    [
        "What's the most relaxing activity you can think of?",
        "What's the most exciting activity you can think of?"
    ],
    [
        "If you could instantly become an expert in one skill, what would it be?",
        "What's a skill you admire in others but have no interest in learning yourself?",
        "What skill do you wish you had learned earlier?"
    ],
    [
        "What animal best represents your personality?",
        "What animal do you find the most intimidating?",
        "What animal would you least like to be?"
    ],
    [
        "Which movie do you think is the most overrated?",
        "Which is your favourite movie?",
        "What movie have you watched the most times?"
    ],
    [
        "What's your go-to comfort food?",
        "What's something that you only eat because it is healthy?",
        "What food do you secretly dislike but pretend to enjoy?"
    ],
    [
        "What's the best way to spend a rainy day?",
        "What's the best way to spend a sunny day?"
    ],
    [
        "If you could have any superpower, what would it be?",
        "What's the most inconvenient superpower you can imagine?"
    ],
    [
        "What fictional world would you most like to live in?",
        "What fictional world seems nice but would actually be terrifying to live in?",
        "What fictional world would be the most boring to live in?"
    ],
    [
        "If you had to eat one meal for the rest of your life, what would it be?",
        "What did you have for dinner yesterday?"
    ],
    [
        "What's the most useful thing you own?",
        "What's something you own that you probably should get rid of?",
        "What's the most sentimental item you own?"
    ],
    [
        "What's a simple pleasure you enjoy?",
        "What's a necessary chore you dislike?",
        "What small thing brightens your day?"
    ],
    [
        "What topic could you give a 30-minute presentation on with no preparation?",
        "What topic do you wish you knew more about?"
    ],
    [
        "What's the best piece of advice you've ever received?",
        "What's the worst piece of advice you've ever followed?"
    ],
    [
        "What's your favorite way to unwind after a long day?",
        "What's something you do to energize yourself in the morning?"
    ],
    [
        "If you could travel anywhere in the world, where would you go?",
        "What's a place you've visited that you would never go back to?"
    ],
    [
        "What's your favorite book?",
        "What's a book you started but never finished?"
    ],
    [
        "What's your favorite holiday tradition?",
        "What's a holiday you don't celebrate but find interesting?"
    ],
    [
        "What's the best gift you've ever received?",
        "What's a gift you regret giving?"
    ],
    [
        "What's your favorite way to exercise?",
        "What's an exercise you avoid at all costs?"
    ],
    [
        "What's your favorite type of weather?",
        "What's the worst weather you've ever experienced?"
    ],
    [
        "What's your favorite type of art?",
        "What's a type of art you don't understand?"
    ],
    [
        "What's your favorite thing to cook?",
        "What's a dish you wish you could make perfectly?"
    ],
    [
        "What's your favorite way to spend a weekend?",
        "What's a weekend activity you avoid?"
    ],
    [
        "What's your favorite way to relax?",
        "What's something you find relaxing that others might not?"
    ],
    [
        "What's your favorite type of movie?",
        "What's a movie genre you rarely watch?"
    ],
    [
        "What's your favorite way to spend time with friends?",
        "What's a social activity you prefer to do alone?"
    ],
    [
        "What's your favorite type of dessert?",
        "What's a dessert you don't like?"
    ],
    [
        "What's your favorite way to celebrate a special occasion?",
        "What's a celebration you find overrated?"
    ],
    [
        "What's your favorite way to learn something new?",
        "What's a learning method that doesn't work for you?"
    ],
    [
        "What's a city you'd love to live in for a year?",
        "What's a city you've visited but wouldn't live in?"
    ],
    [
        "What's a song that never gets old for you?",
        "What's a song you loved once but over-played?"
    ],
    [
        "What's your ideal way to start the morning?",
        "What's something you only do after midnight?"
    ],
    [
        "What's a gadget you can't live without?",
        "What's a popular gadget you never bought?"
    ],
    [
        "What's a fashion trend you secretly like?",
        "What's a fashion trend you hope never returns?"
    ],
    [
        "What's the best compliment you've ever received?",
        "What's a compliment that makes you uncomfortable?"
    ],
    [
        "What's a smell that brings back good memories?",
        "What's a smell you can't stand but others seem to enjoy?"
    ],
    [
        "What's a game you could play endlessly?",
        "What's a game you quit halfway through?"
    ],
    [
        "What's your favorite way to spend a rainy evening?",
        "What's something you avoid doing on sunny days?"
    ],
    [
        "What's a historical period you'd visit for a day?",
        "What's a historical period you would avoid entirely?"
    ],
    [
        "What's a household chore you find satisfying?",
        "What's a household chore you postpone the longest?"
    ],
    [
        "What's a quote that motivates you?",
        "What's a quote you think is overrated?"
    ],
    [
        "What's an app you open every day?",
        "What's an app you installed but never use?"
    ],
    [
        "What's a beverage you drink daily?",
        "What's a beverage you never refuse on special occasions?"
    ],
    [
        "Which season gives you the most energy?",
        "Which season makes you the laziest?"
    ],
    [
        "What's a language you wish you could speak fluently?",
        "What's a language you can understand but not speak?"
    ],
    [
        "What's a piece of music that calms you instantly?",
        "What's a piece of music that hypes you up?"
    ],
    [
        "What's a website you check too often?",
        "What's a website you avoid even though it's popular?"
    ],
    [
        "What's a podcast you recommend to everyone?",
        "What's a podcast you enjoy but rarely admit?"
    ],
    [
        "What's a childhood game you still love?",
        "What's a childhood game you were terrible at?"
    ],
    [
        "What's a place in your hometown tourists should visit?",
        "What's a place in your hometown only locals know?"
    ],
    [
        "What's a smell that signals 'home' to you?",
        "What's a smell that signals 'vacation' to you?"
    ],
    [
        "What's a dish you cook when trying to impress?",
        "What's a dish you cook when short on time?"
    ],
    [
        "What's a song lyric stuck in your head right now?",
        "What's a song lyric you always mishear?"
    ],
    [
        "What's a television series you binge-watched?",
        "What's a television series you stretched out slowly?"
    ],
    [
        "What's a fictional character you'd befriend?",
        "What's a fictional character you'd avoid?"
    ],
    [
        "What's a mode of transport you enjoy?",
        "What's a mode of transport you endure?"
    ],
    [
        "What's a subject you excelled at in school?",
        "What's a subject you barely passed?"
    ],
    [
        "What's a mobile game you still play?",
        "What's a mobile game you deleted quickly?"
    ],
    [
        "What's a purchase under $20 that improved your life?",
        "What's an expensive purchase you rarely use?"
    ],
    [
        "What's a tradition you maintain from your family?",
        "What's a tradition you created yourself?"
    ],
    [
        "What's a DIY project you're proud of?",
        "What's a DIY project you abandoned?"
    ],
    [
        "What's a celebrity you'd have dinner with?",
        "What's a celebrity you'd be nervous to meet?"
    ],
    [
        "What's a conspiracy theory you find entertaining?",
        "What's a conspiracy theory you can't stand hearing?"
    ],
    [
        "What's a phone wallpaper you've used longest?",
        "What's a phone wallpaper you quickly changed?"
    ],
    [
        "What's a plant you manage to keep alive?",
        "What's a plant you always kill?"
    ],
    [
        "What's a board game you recommend?",
        "What's a board game you find overrated?"
    ],
    [
        "What's a breakfast you look forward to?",
        "What's a breakfast you skip?"
    ],
    [
        "What's a festival you'd love to attend?",
        "What's a festival you think is overcrowded?"
    ],
    [
        "What's a local restaurant you miss when traveling?",
        "What's a chain restaurant you secretly like?"
    ],
    [
        "What's a sci-fi technology you wish existed?",
        "What's a real technology you wish didn't exist?"
    ],
    [
        "What's a piece of clothing you wear until it falls apart?",
        "What's a piece of clothing you bought but never wear?"
    ],
    [
        "What's a sports event you never miss?",
        "What's a sports event you only watch highlights of?"
    ],
    [
        "What's a video that always makes you laugh?",
        "What's a video that always makes you cry?"
    ],
    [
        "What's a goal you accomplished recently?",
        "What's a goal you postponed?"
    ],
    [
        "What's a job you wanted as a kid?",
        "What's a job you discovered later and liked?"
    ],
    [
        "What's a smell that signals 'danger' to you?",
        "What's a sound that signals 'comfort' to you?"
    ],
    [
        "What's a place you go for inspiration?",
        "What's a place you go to clear your mind?"
    ],
    [
        "What's a piece of trivia you love sharing?",
        "What's a piece of trivia you recently learned?"
    ],
    [
        "What's a compliment you love giving?",
        "What's a compliment you struggle to accept?"
    ],
    [
        "What's a mythical creature you find fascinating?",
        "What's a mythical creature you'd avoid?"
    ],
    [
        "What's a cartoon you still quote?",
        "What's a cartoon theme song you still remember?"
    ],
    [
        "What's a type of puzzle you enjoy?",
        "What's a type of puzzle that frustrates you?"
    ],
    [
        "What's a smell that reminds you of childhood?",
        "What's a taste that reminds you of travel?"
    ],
    [
        "What's a way you save money?",
        "What's a thing you happily splurge on?"
    ],
    [
        "What's an instrument you wish you could play?",
        "What's an instrument you tried and quit?"
    ],
    [
        "What's a compliment you received this week?",
        "What's a piece of feedback you valued this week?"
    ],
    [
        "What's a memory that always makes you smile?",
        "What's a memory that still makes you blush?"
    ],
    [
        "What's a fictional villain you sympathize with?",
        "What's a fictional hero you find overrated?"
    ],
    [
        "What's a cooking smell you love?",
        "What's a cooking smell that drives you out of the kitchen?"
    ],
    [
        "What's a vacation photo you keep on your wall?",
        "What's a vacation photo you never posted?"
    ],
    [
        "What's a tradition you hope to start?",
        "What's a tradition you hope disappears?"
    ],
    [
        "What's a task you do to procrastinate?",
        "What's a task you tackle immediately?"
    ],
    [
        "What's a bridge you'd love to cross someday?",
        "What's a tunnel you'd avoid driving through?"
    ],
    [
        "What's a costume you once wore proudly?",
        "What's a costume idea you'd never attempt?"
    ]
]
