[
    [
        "Wenn du sofort Experte in einer Fähigkeit werden könntest, welche wäre das?",
        "Welche Fähigkeit bewunderst du bei anderen, hast aber kein Interesse daran, sie selbst zu lernen?"
    ],
    [
        "Welches Tier repräsentiert deine Persönlichkeit am besten?",
        "Welches Tier findest du am einschüchterndsten?"
    ],
    [
        "Was ist die entspannendste Aktivität, die du dir vorstellen kannst?",
        "Was ist die aufregendste Aktivität, die du dir vorstellen kannst?"
    ],
    [
        "Welches Tier würdest du am wenigsten gerne sein?",
        "Welches Tier findest du am faszinierendsten?"
    ],
    [
        "Welcher Film ist deiner Meinung nach am meisten überbewertet?",
        "Welcher ist dein Lieblingsfilm?"
    ],
    [
        "Was ist dein Lieblingsessen?",
        "Was ist etwas, das du nur isst, weil es gesund ist?"
    ],
    [
        "Was ist der beste Weg, einen regnerischen Tag zu verbringen?",
        "Was ist der beste Weg, einen sonnigen Tag zu verbringen?"
    ],
    [
        "Wenn du eine Superkraft haben könntest, welche wäre das?",
        "Was ist die unbequemste Superkraft, die du dir vorstellen kannst?"
    ],
    [
        "In welcher fiktiven Welt würdest du am liebsten leben?",
        "Welche fiktive Welt scheint nett, wäre aber tatsächlich beängstigend, darin zu leben?"
    ],
    [
        "Wenn du eine Mahlzeit für den Rest deines Lebens essen müsstest, welche wäre das?",
        "Was hast du gestern zum Abendessen gegessen?"
    ],
    [
        "Was ist das nützlichste, das du besitzt?",
        "Was ist etwas, das du besitzt, das du wahrscheinlich loswerden solltest?"
    ],
    [
        "Was ist ein einfacher Genuss, den du genießt?",
        "Was ist eine notwendige Aufgabe, die du nicht magst?"
    ],
    [
        "Über welches Thema könntest du eine 30-minütige Präsentation ohne Vorbereitung halten?",
        "Über welches Thema wünschst du dir, mehr zu wissen?"
    ],
    [
        "Was ist der beste Ratschlag, den du je erhalten hast?",
        "Was ist der schlechteste Ratschlag, dem du je gefolgt bist?"
    ],
    [
        "Was ist dein Lieblingsweg, um nach einem langen Tag zu entspannen?",
        "Was machst du, um dich morgens zu beleben?"
    ],
    [
        "Wenn du überall auf der Welt reisen könntest, wohin würdest du gehen?",
        "Welchen Ort hast du besucht, zu dem du nie zurückkehren würdest?"
    ],
    [
        "Was ist dein Lieblingsbuch und warum?",
        "Welches Buch hast du angefangen, aber nie beendet?"
    ],
    [
        "Was ist das denkwürdigste Konzert, das du besucht hast?",
        "Welche Band oder welchen Musiker würdest du gerne live sehen?"
    ],
    [
        "Was ist deine Lieblingsfeiertradition?",
        "Welches Fest feierst du nicht, findest es aber interessant?"
    ],
    [
        "Was ist das beste Geschenk, das du je erhalten hast?",
        "Welches Geschenk bereust du, gegeben zu haben?"
    ],
    [
        "Was ist deine Lieblingsjahreszeit und warum?",
        "Auf welche Jahreszeit könntest du verzichten?"
    ],
    [
        "Was ist deine liebste Kindheitserinnerung?",
        "Was ist eine Erinnerung aus der Kindheit, die dich zum Schaudern bringt?"
    ],
    [
        "Was ist deine Lieblingsart zu trainieren?",
        "Welche Übung vermeidest du um jeden Preis?"
    ],
    [
        "Was ist dein Lieblingstyp von Wetter?",
        "Was ist das schlimmste Wetter, das du je erlebt hast?"
    ],
    [
        "Was ist deine Lieblingsart von Kunst?",
        "Welche Art von Kunst verstehst du nicht?"
    ],
    [
        "Was kochst du am liebsten?",
        "Welches Gericht wünschst du dir, perfekt zubereiten zu können?"
    ],
    [
        "Wie verbringst du am liebsten ein Wochenende?",
        "Welche Wochenendaktivität vermeidest du?"
    ],
    [
        "Was ist deine Lieblingsmusikrichtung?",
        "Welche Musikrichtung kannst du nicht ausstehen?"
    ],
    [
        "Wie entspannst du dich am liebsten?",
        "Was findest du entspannend, was andere vielleicht nicht tun?"
    ],
    [
        "Was ist dein Lieblingsfilmgenre?",
        "Welches Filmgenre schaust du selten?"
    ],
    [
        "Wie verbringst du am liebsten Zeit mit Freunden?",
        "Welche soziale Aktivität machst du lieber alleine?"
    ],
    [
        "Was ist dein Lieblingsdessert?",
        "Welches Dessert magst du nicht?"
    ],
    [
        "Wie feierst du am liebsten einen besonderen Anlass?",
        "Welche Feier findest du überbewertet?"
    ],
    [
        "Wie lernst du am liebsten etwas Neues?",
        "Welche Lernmethode funktioniert für dich nicht?"
    ]
]
